Repository: common-repository/client-access
Catalog: languages/client_access-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Add-ons
fr_fr: Extensions

source: -- Select a Value --
fr_fr: -- Sélectionnez une valeur --

source: Remove
fr_fr: Supprimer

source: Options saved.
fr_fr: Options sauvegardées.

source: Thank you for using Quilt.
fr_fr: Merci d'utiliser Quilt.

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Reset Values
fr_fr: Réinitialiser les valeurs

source: Restore ALL Default Values
fr_fr: Restaurer TOUTES les valeurs par défaut

source: Activate
fr_fr: Activer

source: Active
fr_fr: Actif

source: Deactivate
fr_fr: Désactiver

source: Inactive
fr_fr: Inactif

source: This will delete your current settings and restore the defaults.
fr_fr: Cette opération va supprimer vos paramètres actuels et restaurer les paramètres par défaut.

source: Thank you for installing
fr_fr: Merci pour l'installation

source: Thank you for using Client Access
fr_fr: Merci d&#39;utiliser Client Access

source: Support
fr_fr: Aide

source: Allow by IP
fr_fr: Autoriser par IP

source: Enable
fr_fr: Activer

source: By checking this option, only the allowed IPs will have access to this website
fr_fr: En cochant cette option, seules les adresses IP autorisées auront accès à ce site

source: Default Message
fr_fr: Message par défaut

source: Your IP {ip_address} address is not allowed.
fr_fr: Votre adresse IP {ip_address} adresse n'est pas autorisée.

source: You may use the following tags {ip_address}.
fr_fr: Vous pouvez utiliser les balises suivantes {ip_address}.

source: Footer Message
fr_fr: Message en pied de page

source: IP Address: {ip_address}
fr_fr: Adresse IP: {ip_address}

source: Displayed at the bottom of the page for unauthorized users. You may use the following tags {ip_address}.
fr_fr: Affiché au bas de la page pour les utilisateurs non autorisés. Vous pouvez utiliser les balises suivantes {ip_address}.

source: Allowed IPs
fr_fr: IP autorisées

source: Enter each IP address on a new line. Note, you will need to add your current IP address:
fr_fr: Entrez chaque adresse IP sur une nouvelle ligne. Notez que vous aurez besoin d&#39;ajouter votre adresse IP actuelle:

source: Allow by Role
fr_fr: Autoriser par rôle

source: By checking this option, only the allowed roles will have access to this website.
fr_fr: En cochant cette option, seuls les rôles autorisés auront accès à ce site

source: Only logged in users with the following role(s): {roles} are allowed.
fr_fr: Seuls les utilisateurs enregistrés avec le(s) rôle(s) suivant(s): {roles} sont autorisés.

source: You may use the following tags {roles}.
fr_fr: Vous pouvez utiliser les balises suivantes {roles}.

source: {site_name} is a private site, open to only certain roles.
fr_fr: {site_name} est un site privé, ouvert seulement à certains rôles.

source: Displayed at the bottom of the page for unauthorized users. You may use the following tags {site_name}, {roles}.
fr_fr: Affiché au bas de la page pour les utilisateurs non autorisés. Vous pouvez utiliser les balises suivantes {site_name}, {roles}.

source: Allowed Roles
fr_fr: Rôles autorisées

source: Please select the allowed roles (administrators are always allowed).
fr_fr: Veuillez sélectionner les rôles autorisés (les administrateurs sont toujours autorisés).

source: Universal Password
fr_fr: Mot de passe universel

source: Your entire site will be blocked by single password.
fr_fr: L'ensemble de votre site sera bloqué par un mot de passe unique.

source: Expires
fr_fr: Expire le

source: Please use the following format: 01-Jan, 14, 2015, 01:55. Once this time is reached the site will be accessible WITHOUT the password.
fr_fr: Veuillez utilisez le format suivant: 01-Jan, 14, 2015, 01:55. Une fois cette date atteinte, le site sera accessible sans mot de passe.

source: A password is required.
fr_fr: Mot de passe requis.

source: You may use the following tags {site_name}.
fr_fr: Vous pouvez utiliser les balises suivantes {site_name}.

source: {site_name} is password protected.
fr_fr: {site_name} est protégé par mot de passe.

source: Displayed at the bottom of the page for unauthorized users. You may use the following tags {site_name}.
fr_fr: Affiché au bas de la page pour les utilisateurs non autorisés. Vous pouvez utiliser les balises suivantes {site_name}.

source: One moment while we log you in.
fr_fr: Veuillez patienter le temps de la connexion.

source: Invalid password.
fr_fr: Mot de passe incorrect.

source: Submit
fr_fr: Envoyer

source: All settings are available via the WordPress admin under Settings > Client Access. With the settings you can customize the following:
fr_fr: Tous les réglages sont disponibles via l&#39;admin WordPress dans Réglages > Client Access. Avec les réglages, vous pouvez personnaliser les éléments suivants:

source: Allow by Role – Only logged in users with the roles you've selected can access the front-end.
fr_fr: Autoriser par rôle - Seuls les utilisateurs enregistrés avec les rôles que vous avez sélectionnés peuvent accéder au site en front-end.

source: Allow by IP – Only allowed IPs can access the front-end.
fr_fr: Autorisation par IP - Seules les IP autorisées peuvent accéder au front-end.

source: Allow by universal password – Only those you've shared the universal password with can access the front-end.
fr_fr: Autorisation par mot de passe universel - seuls les personnaes avec qui vous avez partagé le mot de passe universel peuvent accéder au front-end.

source: Expire Password – Set the time at which the password will expire.
fr_fr: Expiration du mot de passe - Réglez le moment auquel le mot de passe expire.

source: Core Features
fr_fr: Fonctionnalités de base

source: Client Access supports the following core features. The core base of Client Access can easily be extended via add-ons.
fr_fr: Client Access prend en charge les fonctionnalités de base suivantes. Le noyau de base de Client Access peut facilement être étendu via des extensions.

source: Allow Administrators
fr_fr: Autoriser les administrateurs

source: Enabling the General option will allow only WordPress administrators.
fr_fr: Activater l'option simple autorisera uniquement les administrateurs WordPress.

source: Enable this option, and enter the IP address for each allowed IP. Users that are not allowed will see a default message that you provide.
fr_fr: Activez cette option, et entrez l&#39;adresse IP pour chaque IP autorisée. Les utilisateurs qui ne sont pas autorisés verront un message par défaut que vous fournissez.

source: Allow by Universal Password
fr_fr: Autoriser par mot de passe universel

source: Enable this option, and enter the universal password. This will only allow those that you have shared the password with.
fr_fr: Activez cette option et entrez le mot de passe universel. Ceci ne donnera l'accès qu'à ceux avec lesquels que vous avez partagé le mot de passe.

source: The following add-ons extend the core functionality of Client Access.
fr_fr: Les extensions suivantes étendent les fonctionnalités de base de Client Access.

source: Request Access
fr_fr: Demande d'accès

source: Allow site visitors to request access. Once requested an email is sent to the admin, the admin approves by clicking a link. Once approved the visitor receives an email notifying they are approved! All emails are fully customizable.
fr_fr: Permettre aux visiteurs du site de demander l'accès. Une fois demandé un email est envoyé à l'administrateur, l'administrateur approuve en cliquant sur un lien. Une fois approuvé, le visiteur reçoit un e-mail informant qu'il est approuvé! Tous les e-mails sont entièrement personnalisables.

source: Allows WordPress admins to manually send an email informing their client that they can have been approved to view the website.
fr_fr: Permet aux administrateurs de WordPress d'envoyer un email manuellement oiyr informer leur client qu'ils peuvent ont été approuvés pour voir le site.

source: License
fr_fr: Licence

source: A FREE add-on that allows the additional add-ons to receive updates via a valid license. Updates are displayed on the WordPress admin dashboard.
fr_fr: Un add-on GRATUIT qui permet de recevoir des mises à jour des extensions additionnelles par l'intermédiaire d'une licence valide. Les mises à jour sont affichées sur le tableau de bord admin de WordPress.

source: Fixing missing strings in translations
fr_fr: Correction des chaînes manquantes dans les traductions

source: Minor styling updates to the footer, and links
fr_fr: Mises à jour de style mineures pour les pied de page et les liens

source: Added additional hooks
fr_fr: Hooks supplémentaires ajoutés

source: Site name tag now links to the home URL
fr_fr: La chaîne Nom du site pointe désormais vers l'URL de la page home

source: Global for is allowed
fr_fr: Global est autorisé

source: Welcome CSS is only loaded on welcome page
fr_fr: Le CSS de Bienvenue est chargé uniquement sur la page d'accueil

source: Initial release
fr_fr: Version initiale

source: Whats new? Honestly not much. We've added additional hooks and some minor styling updates, detail below:
fr_fr: Quoi de neuf? Honnêtement pas grand chose. Nous avons ajouté d'autres hooks et quelques mises à jour mineures de style, le détail ci-dessous:
